// Настройки
TITLE="Viva la Revolution | Текстовая adventure игра" // Название приложения
AUTHOR="[SneakBug8]" // Автор
AUTHORLINK="http://www.etrt.ru/" // Ссылка на сайт автора

DESC_TYPING=0 // Медленный вывод описания. 1 - включить, 0 - выключить.
DESC_SPEED=-250 // Скорость вывода описания
END_TYPING=1 // Медленный вывод концовок.
END_SPEED=-50 // Скорость вывода концовок

SAVE_PARAM=0 // 1, если хотите сохранять параметр, переданный в функцию, а не переменную.
SAVE_VAR='chapter' // Какую переменную сохранять

MUSACT=4// Id действия с отключением музыки

TIMER=1 // Требуется ли выполнение функции reload() каждые 10 секунд

dismuss=0 // =1, если хотите отключить музыку
// Переадресация на моб версию.
REDIRECT_W=400 // Макс Ширина для редиректа
REDIRECT_H=400 // Макс Высота для редиректа
MOBILE_ADR="https://sneakbug8.github.io/VLR/examples/vlr/mob.html" // Адрес для редиректа