// Настройки
TITLE="Infotest Example" // Название приложения
AUTHOR="[SneakBug8]" // Автор
AUTHORLINK="http://www.etrt.ru/" // Ссылка на сайт автора

REDIRECT_W=600 // Ширина экрана для переадресации
REDIRECT_H=400 // Высота экрана для переадресации
MOBILE_ADR="" // Адрес мобильной версии

DESC_TYPING=false // Медленный вывод текста. 1 - включить, 0 - выключить.
DESC_SPEED=-250 // Скорость вывода текста

END_TYPING=true // Медленный вывод текста.
END_SPEED=-50 // Скорость вывода текста.

SAVE_PARAM=false // Сохранять переменную или параметр функции.
SAVE_VAR='chapter' // Какую переменную сохранять

MUSIC_ACTION=4// Номер действия с отключением звука
MUSIC_LOOP=true // Включить ли повторение музыки

TIMER=true // Требуется ли выполнение функции reload() каждые 10 секунд

dismuss=0 // =1, если звук выключен по умолчанию.